@extends('layouts.new_app')

@section('content')
    <div class="page-header">
        <h1>О кафедре</h1>
    </div>
    <div class="container">
        <p>Кафедра менеджмента как профилирующая была выделена в 1994 г. из кафедры экономики БГУИР.</p>
        <p>Заведующие кафедрой менеджмента:
            <br/>1994-2001 гг. - Феденя Александр Константинович, кандидат экономических наук, доцент;
            <br/>2001-2012 гг. - Пашуто Валерий Петрович, кандидат экономических наук, доцент;
            <br/>с 2012 г. - Беляцкая Татьяна Николаевна, кандидат экономических наук, доцент.
        </p>
        <p>Кафедра осуществляет учебный процесс по следующим дисциплинам:</p>
        <ul>
            <li>экономическая теория;</li>
            <li>экономика информационного общества;</li>
            <li>программное обеспечение операций электронного бизнеса;</li>
            <li>экономика электронного бизнеса;</li>
            <li>международная экономика;</li>
            <li>финансы;</li>
            <li>основы организации производства и логистики в электронном бизнесе;</li>
            <li>теоретико-методологические основы логистики;</li>
            <li>основы менеджмента;</li>
            <li>менеджмент;</li>
            <li>экономическое право;</li>
            <li>управление персоналом;</li>
            <li>электронный бизнес;</li>
            <li>инвестиционное проектирование;</li>
            <li>креативные технологии бизнеса;</li>
            <li>управление качеством в логистике;</li>
            <li>электронные бизнес-процессы;</li>
            <li>деловая коммуникация;</li>
            <li>математические методы экономических исследований;</li>
            <li>внешнеэкономическая деятельность и таможенное регулирование;</li>
            <li>бизнес-планирование, инновационные и антикризисные стратегии развития;</li>
            <li>логистика;</li>
            <li>маркетинг;</li>
            <li>маркетинг и маркетинговая логистика;</li>
            <li>планирование на предприятии;</li>
            <li>основы бизнеса и права в радиоэлектронике;</li>
            <li>основы бизнеса и права в информационных технологиях;</li>
            <li>основы бизнеса и права в инфокоммуникациях</li>
        </ul>
        <p>для студентов экономических, инженерно-экономических и технических специальностей университета.</p>
        <br/>
        <p>Преподавание данных учебных курсов проводится в соответствии с рабочими программами для студентов дневной,
            заочной и дистанционной форм обучения.</p>
        <p>В настоящее время на кафедре работают 22 штатных преподавателя:</p>
        <ul>
            <li>профессор, доктор технических наук - 1,</li>
            <li>доцент, кандидат экономических наук - 7,</li>
            <li>доцент, кандидат физико-математических наук - 1,</li>
            <li>старший преподаватель, магистр экономических наук - 3,</li>
            <li>старший преподаватель - 5,</li>
            <li>преподаватель, магистр экономических наук - 3,</li>
            <li>преподаватель - 2.</li>
        </ul>
    </div>
@endsection